{"type": "FeatureCollection", "features": [{"geometry": {"type": "Point", "coordinates": [39.008983, -77.117893]}, "type": "Feature", "properties": {"Story": "Where it all began. Click on a location for a story that took place there.", "Name": "Home"}}, {"geometry": {"coordinates": [31.242659, 121.474953]}, "type": "Point", "properties": {"Story": "This is the building I lived in for the Winter and Spring of 2008", "Name": "Shanghai Apt"}}, {"geometry": {"coordinates": [31.212156, 121.444033]}, "type": "Point", "properties": {"Story": "In the basement of this building, off of a relatively residential street in Xuhui, is a bastion of underground dance music. The Shelter gets its name from its first life as a safe place to hide from bombings, though I'm not sure from what conflict. The ceilings are low, the air is damp and the music that reverberated through through your chest and back out the soles of your feet was a whisper once you stepped outside.", "Name": "Shanghai, The Shelter"}}, {"geometry": {"coordinates": [31.239161, 121.481984]}, "type": "Point", "properties": {"Story": "In the first two or three weeks after I landed, I spent more time in this Starbucks than most of the baristas. I was 22, fresh out of college, no life experience to speak of, and I had decided to move to China on a whim. The teaching job I was contracted for was nominally located in Shanghai and actually situated 60 miles outside of the city. My host met me at the airport, smiles and courtesy, genuine warmth; and we drove and drove, my excitement turning and curdling in the pits of my stomach. She took me out for drinks that night, in the village I was to spend the next 6 months in, and I told her I would be visiting a friend in Shanghai the next day. In the morning, I begged my way to the bus station and boarded a municipal ride to what I had been told, in Mandarin I didn't speak, was Shanghai. Or the general direction. It's no wonder I craved the comforts of America for a bit after that, as I contemplated my life and read Thomas Pynchon for hours a day.", "Name": "Shanghai, The Starbucks"}}, {"geometry": {"coordinates": [31.238722, 121.591315]}, "type": "Point", "properties": {"Story": "There were some Formula One speed runs on the courts at Concordia. These guys were twice my age and all Ironmen. I played here weekly and rode the subway back covered in sweat and stares.", "Name": "Concordia International School"}}, {"geometry": {"coordinates": [9.499545, 100.04798]}, "type": "Point", "properties": {"Story": "I shouldn't even be advertising this place. The Jungle Club is the single greatest lodging I've ever had. It was emaculate, it had a view brought to mind Creation itself, and the amenities satisfied my travel companion's insatiable lust for an infinity pool.", "Name": "The Jungle Club"}}, {"geometry": {"coordinates": [-0.058866, -78.779608]}, "type": "Point", "properties": {"Story": "The three-walled room.", "Name": "Mindo"}}, {"geometry": {"coordinates": [-0.70071, -78.429714]}, "type": "Point", "properties": {"Story": "", "Name": "Volcan Cotopaxi"}}, {"geometry": {"coordinates": [20.792449, 106.993237]}, "type": "Point", "properties": {"Story": "", "Name": "Cat Ba National Park"}}, {"geometry": {"coordinates": [21.029475, 105.848377]}, "type": "Point", "properties": {"Story": "", "Name": "Hanoi Backpackers"}}, {"geometry": {"coordinates": [36.079102, 120.346877]}, "type": "Point", "properties": {"Story": "", "Name": "Tsingtao Beer Museum"}}, {"geometry": {"coordinates": [39.916296, 116.397193]}, "type": "Point", "properties": {"Story": "You'll never see more thinly veiled plain clothes police officers in your life.", "Name": "Forbidden Palace"}}, {"geometry": {"coordinates": [27.174967, 78.042139]}, "type": "Point", "properties": {"Story": "The first thing you're struck by is the number of people hawking you goods and clothed in a level of poverty completely unheard of in the West.", "Name": "The Taj"}}, {"geometry": {"coordinates": [32.244382, 76.33453]}, "type": "Point", "properties": {"Story": "Went for a dip. Came out with some else's Band-Aid on my thigh. The all-male crowd loved it.", "Name": "Mcleod Swimming Pool"}}, {"geometry": {"coordinates": [51.508072, -0.07618]}, "type": "Point", "properties": {"Story": "Meh.", "Name": "Tower of Terror"}}, {"geometry": {"coordinates": [37.971532, 23.725754]}, "type": "Point", "properties": {"Story": "You can see it from everywhere in the city. It's lit up like a birthday cake at night. Haunts you in a tremendously uplifting way.", "Name": "Acropolis"}}, {"geometry": {"coordinates": [41.008392, 28.977883]}, "type": "Point", "properties": {"Story": "Don't forget about the underground sights. The cisterns are massive, and a wonder of engineering. The pillars holding up the ceiling and the streets of Istanbul are all identical except for three: one covered in rocks tears (supposedly symbolizing the slave labor used to build the cavity), and two with heads of Medusa at there bases.  One Medusa head is sideways, and the other is upside down. Discuss amongst yourselves.", "Name": "Basilica Cisterns"}}, {"geometry": {"coordinates": [40.980355, 29.080391]}, "type": "Point", "properties": {"Story": "Don't miss the Asia side!", "Name": "Kadikoy, Asia side of Istanbul"}}, {"geometry": {"coordinates": [51.508072, -0.07618]}, "type": "Point", "properties": {"Story": "If you don't stay in a cave hotel, I don't know who you are anymore. Anywhere else this is a gimmick and likely just a basement. In and around Goreme, it's just a gimmick. And a dark, cool blessing from the summer heat.", "Name": "Tower of Terror"}}]}