{"type": "FeatureCollection", "features": [{"geometry": {"type": "Point", "coordinates": [39.008983, -77.117893]}, "type": "Feature", "properties": {"Story": "Where it all began. Click on a location for a story that took place there.", "Name": "Home"}}, {"geometry": {"coordinates": [31.242659, 121.474953]}, "type": "Point", "properties": {"Story": "This is the building I lived in for the Winter and Spring of 2008", "Name": "Shanghai Apt"}}, {"geometry": {"coordinates": [31.212156, 121.444033]}, "type": "Point", "properties": {"Story": "In the basement of this building, off of a relatively residential street in Xuhui, is a bastion of underground dance music. The Shelter gets its name from its first life as a safe place to hide from bombings, though I'm not sure from what conflict. The ceilings are low, the air is damp and the music that reverberated through through your chest and back out the soles of your feet was a whisper once you stepped outside.", "Name": "Shanghai, The Shelter"}}, {"geometry": {"coordinates": [31.239161, 121.481984]}, "type": "Point", "properties": {"Story": "In the first two or three weeks after I landed, I spent more time in this Starbucks than most of the baristas. I was 22, fresh out of college, no life experience to speak of, and I had decided to move to China on a whim. The teaching job I was contracted for was nominally located in Shanghai and actually situated 60 miles outside of the city. My host met me at the airport, smiles and courtesy, genuine warmth; and we drove and drove, my excitement turning and curdling in the pits of my stomach. She took me out for drinks that night, in the village I was to spend the next 6 months in, and I told her I would be visiting a friend in Shanghai the next day. In the morning, I begged my way to the bus station and boarded a municipal ride to what I had been told, in Mandarin I didn't speak, was Shanghai. Or the general direction. It's no wonder I craved the comforts of America for a bit after that, as I contemplated my life and read Thomas Pynchon for hours a day.", "Name": "Shanghai, The Starbucks"}}]}